request-3.xml


<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://localhost/university">
    <soapenv:Header/>
    <soapenv:Body>
        <gs:getAllUniversitiesRequest/>
    </soapenv:Body>
</soapenv:Envelope>